{
  "HomePage": {
    "Navbar": {
      "Projects": "Projetos",
      "Blog": "Blog",
      "Experience":"Experiência",
      "ContactMe": "Contato",
      "LightMode": "Modo Claro",
      "DarkMode": "Modo Escuro",
      "Light": "Claro",
      "Dark": "Escuro",
      "System": "Sistema"
    },
    "ProfileCard": {
      "Description": "Um Engenheiro de Software que desenvolveu inúmeras soluções inovadoras."
    },
    "DescriptionCard": {
      "Content": "Desenvolvedor Fullstack formado em Tecnologia em Sistemas para Internet pela UNIVERSIDADE CATÓLICA DE PERNAMBUCO, com experiência em soluções SaaS, CRMs e interfaces intuitivas. Atuei em projetos de gestão de eventos, CRM Hospitalar, plataforma de criação de conteúdos... Sempre focado em boas práticas, acessibilidade e design responsivo.",
      "ButtonLabel": "Baixar CV"
    },
    "TechsCard": {
      "Title": "Ferramentas e Tecnologias",
      "Description": "Essas são as tecnologias que domino e utilizo para transformar ideias em realidade."
    },
    "Experience": {
      "first": "2 ANOS DE",
      "second": "EXPERIÊNCIA"
    },
    "Academic": {
      "first": "HISTÓRICO ACADÊMICO",
      "second": "E CURSOS"
    },
    "Projects": {
      "title": "Projetos",
      "description": "Meu espírito criativo ganha vida no reino digital. Com o teclado, transformo ideias em soluções inovadoras e de alta qualidade, tudo a partir de uns e zeros...",
      "cardDetails":"Ver detalhes do projeto"
    },
    "Contact": {
      "title": {
        "first": "ENTRE EM",
        "second": "CONTATO"
      },
      "button": "Contate agora*",
      "leftMessage":{
        "first":"software é o resultado",
        "second": "para a sua ideia."
      },
      "rightMessage":"Com um teclado como pincel, pinto experiências vívidas usando nada além da linguagem de uns e zeros.",
      "about":"Residente em <span>Recife, Brasil,</span> sou um desenvolvedor fullstack altamente qualificado, sempre trabalhando com inovação. Minha paixão por design limpo e minimalista, arquitetura escalável e experiência de usuário intuitiva é evidente em todos os projetos que construo."
    },
    "Footer":{
      "by":"Feito por",
      "backToTop":"Voltar para o início"
    }
  }
}
